# FlipHybMatrixObj

## Description
inFlipSpecifier = 0 for flipH inFlipSpecifier = 1 for FlipV

```pascal
PROCEDURE FlipHybMatrixObj(
				ioHybMatObj     : HANDLE;
				inFlipSpecifier : INTEGER);
```

```python

def vs.FlipHybMatrixObj(ioHybMatObj, inFlipSpecifier):
    return None
```

## Parameters
|Name|Type|Description|
|---|---|---|
|ioHybMatObj|HANDLE||
|inFlipSpecifier|INTEGER||

## Version
Availability: from Vectorworks 2014
## Category
* Objects - Custom